<script setup>

</script>

<template>
  <div>
    <div>
      <h2>关于我</h2>
      <el-divider />
      <p>我叫 <strong>Qin Bingjia</strong> 。T 大车辆工程专业毕业🚗，目前就职于某为。从非常传统的机械行业跨行成为一个码农💻。平时就希望能通过计算机程序帮助人们完成一些具体的任务，现在转行是转行了，但仍不知道能否在具有一丝兴趣的领域抓住自己的饭碗，不知道未来会何去何从。</p>
      <p>一些社交账号可点击右下角↘的二维码查看。</p>
      <h3>我的喜好</h3>
      <el-divider />
      <p>喜欢文艺片、纯爱电影、哆啦A梦和蜡笔小新的剧场版电影等电影，对一些爆米花电影不是很感冒。喜欢的包括但不限于毕赣、王家卫、北野武、宫崎骏、新海诚、李安的电影。举例如：《路边野餐》《地球最后的夜晚》《太阳照常升起》《被嫌弃的松子的一生》《一一》《霸王别姬》《春光乍泄》《狗十三》《色戒》《波西米亚狂想曲》。😘</p>
      <p>呈上顺便说一些别的：喜欢讽刺和寓言、喜欢某些意识流的东西，对梦、感觉和人性深处的某些东西感兴趣。但有些东西着实让我产生了深深的厌恶感，比如看《隐秘的角落》的时候。同时有些理想主义，于是“不知道为什么，说起江阳我总会想起他，说起他我会想起江阳，似乎都像是一束光——我是有那么一种期许”。😶</p>
      <p>音乐最近喜欢民谣，喜好的变化历程为：粤语→纯音乐→民谣。网抑云账号九级，目标十级！（虽然好像没有什么意义）目前转了Apple Music会员。❓</p>
      <p>游戏的话游戏的话有三国杀（4399区，自从晋国上线不久后已经很久没玩了）、和平吃鸡，但因为都很菜所以没怎么玩。🙃</p>
      <p>最近偶尔探索如何提升游泳水平，超级羡慕蝶泳很酷的人。🏊</p>
      <h3>关于对象</h3>
      <el-divider />
      <p>本单身汪似乎已经错失了校园恋爱的机会，目前没有恋爱的想法，同时有些害怕未来的不确定性和不可控。❌</p>
      <p>年龄±3，尽量不异地。当然专业相近会最好啦，比如机械、计算机相关的专业，因为希望能带带我。😂</p>
      <p>希望你真诚善良且优秀；希望你可爱且思想成熟；希望你有一定的审美和追求；希望你能给世界带来色彩。🌈</p>
      <h3>关于我的生活</h3>
      <el-divider />
      <p>大学前长期居住在广西某小县，持续在这里度过了大约十七年的时间吧。但对于大多数地方仍然是很陌生，多年后再回来看的时候回忆里的人和事大多只存留在回忆里了。所以如果要我当个导游，我也不能说出有哪些值得游玩的地方。🙊</p>
      <p>大学期间在北京度过了四年时光，有幸在这里遇见了许多可爱的人（更多的应该是在大三之后）。生活似乎没能按照预期向前，期间遇到各种莫名其妙的小曲折，但似乎好在结果也不是很差。终究是要离开了，离开这个有些留恋但又想逃离的地方。😐</p>
      <p>大三暑假期间第二次去了上海参加暑期实习，见了一些人也挺开心。似乎觉得在陌生的大城市里有种自由的踏实感，可以不用担心与身边的熟人相遇时的拘束，可以坦然地去“盯着”过往的行人。这些可能也是我想逃离的其中一部分原因。👀</p>
      <p>在离开校园的大巴上看着校园里曾经到过的地方时还是会有一些回忆涌上心头，但告别终究是要告别的。👋</p>
      <p>目前在东莞，今后会开启怎样的生活，又会遇见怎样的人？👉</p>
      <el-divider />
      <p>最后一次小幅更新于2021年7月17日。🕑</p>
      <el-divider />
      <p style="text-align: right"><i>bingjiaqin.github.io</i></p>
    </div>
  </div>
</template>

<style scoped>
h3 {
  margin-top: 30px;
}
p {
  text-indent: 2em;
  margin-top: 20px;
  margin-bottom: 20px;
}
</style>