export const DATA = [
  {
    "year": "2018",
    "subTitle": "没关系 要相信 未来会好的 在某一天",
    "lists": [
      {
        "content": "&emsp;&emsp;确实，如果没有亲身经历过，是体会不到那种喜悦、那种难受的心情。进球的那一刻，我们是站起来了——不约而同地；还有点球最后一刻的沉默、球员们在球门前抱头哭的情景，是难以用文字或影片表达出来的。这场比赛背后的努力与坚持、期待与失落，除了他们自己，旁人也只是推测。但仅是推测的，也令人肃然起敬。无论如何，汽车牛逼！理想仍在，脚步不停。",
        "time": "2018-04-19 16:44",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;“我在实验室”&nbsp;&nbsp;“今晚有课”&nbsp;&nbsp;“我在公司”&nbsp;&nbsp;“今晚有课”&nbsp;&nbsp;—— 这或许就是人与人之间的差异吧。",
        "time": "2018-04-20 09:00",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;园子里的鸟儿啊，你也勤勉如人吗。叽喳的叫声是否也是为了努力生存？",
        "time": "2018-04-20 11:30",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;突然感受到外联真是辛苦啊。临近ddl各方却无法给出个保证，难受啊难受。",
        "time": "2018-04-21 01:01",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;雨季来了。",
        "time": "2018-04-21 08:35",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;“月亮在白莲花般的白云里穿行，晚风里吹来欢乐的歌声。”",
        "time": "2018-04-22 12:05",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;可能凉凉了，一事无成。",
        "time": "2018-04-24 20:53",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;截自硕导票圈。",
        "time": "2018-04-25 08:54",
        "Pic": "https://lsky.bing16.xyz:2096/i/2024/02/04/65bf92525b165.jpg"
      },
      {
        "content": "&emsp;&emsp;绝望啊，老天救我，救我啊老天。",
        "time": "2018-04-26 22:23",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;确实值得警惕，必须停止了。",
        "time": "2018-04-27 11:23",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;液氮冰淇淋。",
        "time": "2018-04-28 14:28",
        "Pic": "https://lsky.bing16.xyz:2096/i/2024/02/04/65bf927f2b231.jpg"
      },
      {
        "content": "&emsp;&emsp;最担心被抛弃，最担心无所适从。一觉醒来后发现热闹都是他们的，一切从空而来，将归于空，而欢乐只是孤独者的自愈。宇宙万物生于混沌而归于混沌，我只是沧海一粟，渺小于群星璀璨之中，留下的印迹不足以谈。而欢愉不过空寂的前奏罢了，所作所为似乎是虚度了时光。",
        "time": "2018-04-29 06:20",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;努力而没有回报是什么感受 :) 别，还是做自己，一切为了自己而不是为了他人的评价。",
        "time": "2018-04-29 06:38",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;和孟队交流后确实颇多感受。“清华足够大，给你无限可能。”再次听到这句话后，我忽然想起一开始时的踌躇满志，忽然想起自己的初心。而如今自己又在做些什么呢。孟队说目标很重要。是的，确实很重要，而我在很长时间内忘了自己的目标，当然，也有些眼高手低。但总要有些目标。",
        "time": "2018-04-29 21:57",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;美院大佬啊，你望着窗外忘得出奇，那嫩绿的树叶在阳光的照射下显得生机盎然；<br>&emsp;&emsp;美院大佬啊，你举止言行都展现了别样的气质，那未知命运将把我们各自引向什么地方呢？",
        "time": "2018-05-03 09:30",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我是谁，我在哪里，我在做什么？",
        "time": "2018-05-04 15:50",
        "Pic": "https://lsky.bing16.xyz:2096/i/2024/02/04/65bf929732df4.jpg"
      },
      {
        "content": "&emsp;&emsp;忏悔录：我真是对不起我的兄弟姐妹们（那种意义上的兄弟姐妹），对不起我的儿女子孙们（也是那种意义上的），时至今日我竟然还是弄不清我究竟如何为我。人的意识究竟是否独立于物质而存在，还是物质决定着意识的存在。这么一来，我也对不起那些与我同一肉体的意识们。以当下之名，为他日之意识尽自己当下之义务吧。",
        "time": "2018-05-07 07:33",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;你是否想起了谁？嗯，是的。",
        "time": "2018-05-07 12:10",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;最近喜欢听《东方红》，不只是喜欢曲子本身，更是对理想领导人的尊敬。",
        "time": "2018-05-09 13:18",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;和一群大四学长学姐们坐在紫操看他们本科的最后一次熄灯（或许也是我的，这不可得知）。",
        "time": "2018-05-10 23:10",
        "Pic": "https://lsky.bing16.xyz:2096/i/2024/02/04/65bf92bf1278e.jpg"
      },
      {
        "content": "&emsp;&emsp;生于这个数据化的时代，我们的隐私究竟何在?关于之前李的zz言论，我曾说过，反对的大众大多本质上不对以隐私换取便利的行为反感，因为这也算是一种交换行为，但问题是用户需要的是透明度和选择权。我想，霸道的协议和“垄断性”的单方面条件是无人能够接受的。",
        "time": "2018-05-12 07:41",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;生活究竟通往何方，未来你究竟在何处？",
        "time": "2018-05-12 23:46",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;开源精神与共产主义？",
        "time": "2018-05-14 09:22",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;是的，必须停止了，一切都结束了。无论如何，既已往，心勿殇，苍茫大地继如往。",
        "time": "2018-05-23 14:24",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;毫无希望的人生。",
        "time": "2018-05-31 23:58",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;宠辱若惊之人难成大事。",
        "time": "2018-06-03 22:14",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;小时候谁都觉得自己得未来闪闪发光不是吗？",
        "time": "2018-06-03 22:14",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;还会有未来吗？我不知道。萎枯的花朵是否还能重生，迷途的羔羊是否能走回前列？未来啊你究竟在何方？是坦荡的大道，还是迷雾重重的荒郊？是无尽的征程，还是断壁残戈？生啊，你活得混沌；死啊，你逝如一瞬。",
        "time": "2018-06-04 07:35",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;相逢又相别，相识又相忘。人生既已如此？",
        "time": "2018-06-04 12:36",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;待到用时才发现没准备什么好看的个人照:(",
        "time": "2018-06-06 20:00",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;亲密关系？不存在的！:(",
        "time": "2018-06-08 23：23",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;心情烦躁。",
        "time": "2018-06-09 01:15",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;哇！当时那个人现在要去当老师了？那些人儿啊，现在在哪里。我又在哪里，颓废地准备着考试。民生各有所乐兮，民生各有所业兮。",
        "time": "2018-06-11 19:18",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;哇，多久没孤独了，只是寂寞。",
        "time": "2018-06-12 21:06",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;混迹于各种才人之间，自行惭愧。",
        "time": "2018-06-13 17:12",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;“远离不可逆”但有什么是可逆的呢？蝴蝶煽动翅膀造成了海啸，发生过的时期无论如何影响永存。但有些不可逆的时期还是不做为好。",
        "time": "2018-06-16 14:50",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;正如冯老师所强调的，这是最好的时代，这是最坏的时代，而我们就是在这样的时代生活着。光阴的故事带走曾经的芳华，一些美好的往事隐隐于世、忘乎人间。有谁能说这是历史的倒退呢，其他的一切都在高速向前行驶，就如同那飞速的高铁跨越平野江河，但就是有那么一些东西，仿佛退回到了从前。回忆世纪初的浪潮，回忆改革初的春天，有些东西就真的已经过去了，连同着那时候的人和物。",
        "time": "2018-06-19 00:26",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;一切都结束了，如果熊熊烈火烧尽后的原野，只留下无际的灰烬和那从零星星火冒出的白烟。",
        "time": "2018-06-20 22:19",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;只要人类拥有改变未来的能力，人类就不可能预测未来。人类不能预测未来，除非放弃改变未来的能力，即使是另一种形式上的放弃。",
        "time": "2018-06-22 12:37",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;从来就没有什么奇迹，必然的自然属于必然。没有努力做的事情自然难以成功。",
        "time": "2018-06-22 12:37",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;凉凉的生活还是要有一点希望的不是吗/手动微笑。",
        "time": "2018-06-23 17:42",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我竟觉得那人那么像你，我怕不是疯了。",
        "time": "2018-06-26 15:47",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;凭什么你天生丽质又荣获功与名？",
        "time": "2018-06-26 18:33",
        "Pic": ""
      }
    ]
  },
  {
    "year": "2018",
    "subTitle": "没关系 要相信 未来会好的 在某一天",
    "lists": [
      {
        "content": "&emsp;&emsp;生，你就如此。失信之人，必将收到唾弃。",
        "time": "2018-07-07 16:25",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;毕业了，毕业了，而我在哪呢？将所有怨气和不满融入无意识状态下写的作业，混混沌沌地写了七八千字，回过神来才发现别人才写了三四千字。。。我究竟在做什么，花了一天时间就在写这些！？",
        "time": "2018-07-08 23:24",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;唯有那一句，热闹是他们的，我什么也没有。",
        "time": "2018-07-10 07：42",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;这不冷不热的水就如同这潮湿闷热的天气，使人快活不起来。",
        "time": "2018-07-12 22:45",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;为什么为什么为什么，你天生丽质又身获功与名？！",
        "time": "2018-07-13 20:14",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;看了新雅大佬的伦敦日记，不禁感叹到：哇大佬太强了。",
        "time": "2018-07-14 16:41",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;MRPi似乎烧了？今天就是分别日了，唉，世事难如愿啊。",
        "time": "2018-07-15 08:17",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;法国队确实很强，如果克罗地亚控球率再低一些的话恐怕比分差距会很大。法国队进攻的速度和效率真是可怕，尤其是后半场明显感觉到克罗地亚球员的体力有些跟不上，虽然克罗地亚对法国队的控球很精彩，但还是难免会有失误。——醒后再次思考了昨日的决赛。（另：老天并没有眷顾大佬的选择，这是很平凡的事实）",
        "time": "2018-07-16 07:37",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;善意对于给予者有什么用呢？不过一种选择罢了。 ",
        "time": "2018-07-23 17:20",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;人家都直接出国了，我呢？",
        "time": "2018-07-23 17:20",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;欸，时至今日不得不准备托福和分级考试了。",
        "time": "2018-07-26 09:26",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;右手又开始酸了。。",
        "time": "2018-07-26 21:22",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;这世上的人大可分为坚持理性和坚持感性者，两者不可简单的分为对或是错。有些人坚持理性大过于感性，因其理性思维的正确与否决定了其思维正确与否；同样的，感性思维者的正误则依于其感其觉正确与否。感性思维为主者的判断失误大多可以通过理性上的引导使其向正确的方向，毕竟这社会间的交流以“以理服人”为主。但要想纠正坚持理想者的思维却要更难一些，即使是自身感觉到有些偏差却因为其本身本坚持理想往往相信自身，“以情动人”有时候只能动人，一些深入思维的东西难以改变。",
        "time": "2018-08-01 13:50",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;-奥雷里亚诺，马孔多在下雨<br>&emsp;&emsp;-别犯傻了，赫里内勒多，八月下雨很正常 ",
        "time": "2018-08-02 22:47",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我tmd究竟在做些什么啊？！",
        "time": "2018-08-05 23:33",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;又看到那句话，“人生，有一二知己足矣！”，然而……",
        "time": "2018-08-11 20:29",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;即将进入浙江省，突然想起那篇我很喜欢的优秀作文《殊途共归》，它的立意角度真的很独特而又有深度。又想起那两年任务驱动型作文是很火的，似乎也是从那一个多月的训练开始喜欢那些对某个事件多角度分析的文章。但已记不清当时我们考的什么题目，也已忘却了当时写了什么，只是隐约记得考完后对自己写的作文还是挺满意的。",
        "time": "2018-08-16 08:28",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;一个七夕就在刷夜中不知不觉的过完了。晚上和小姐姐小哥哥交流后感觉他们一些想法挺好的但也存在一些问题，因而感谢曾经的经验，感觉目前的阅历，无论如何仍要学习一个。有时候在做项目时会感觉到对机械或汽车这方面的东西感到无聊，一方面可能是因为长期接触这方面的东西后有些审美疲劳，另一方面可能是了解越多后越清楚自身认识的不足以及想做好一件东西的难度，但无论如何仍要学习一个，难于实现什么的不算问题。",
        "time": "2018-08-18 02:48",
        "Pic": "https://lsky.bing16.xyz:2096/i/2024/02/04/65bf92df252e0.jpg"
      },
      {
        "content": "&emsp;&emsp;归去来兮。",
        "time": "2018-08-22 21:01",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;回到学校看到一群小学弟小学妹忽然意识到自己已经变成了老学长，难受。",
        "time": "2018-08-23 16:11",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;在这百无聊赖的夜晚，我想起了夕阳，想起了那无虑的傍晚。那时你依靠着栏杆，眺望着未知的远方，等待着那熟悉的身影融入日光。至少那时没什么顾忌，虽是日复一日的重复，好歹也能在劳碌中寻得慰藉。至少那时心有所想情有所抒，即使同是思念，也能有个对象，不至于在白日里空无，在深夜里迷失了自我。",
        "time": "2018-08-27 00:24",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;一时间充满了希望，而后又陷入谷底。",
        "time": "2018-08-31 23:31",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;突然发现已经九月了，惊讶，惶恐。",
        "time": "2018-09-01 00:04",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;他像死鱼一般躺在昏暗的房间里，嘴巴微微张开，像是想呼唤着什么，床板粘住他的身体。是的，连同各种器官的感受，都像是从盆里蹦出后即将渴死的鱼一般。呼呼的空调风扇声似乎能盖住那压抑着的呼吸声，他想，是该做些什么了，在一觉醒后，在一切突然转空之后。",
        "time": "2018-09-02 14:17",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;看到“2016”几个数字时总是有些小激动，过了会才想到如今已经8012年了，为何呢，似乎记忆仍停留在2016年。",
        "time": "2018-09-02 21:13",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;Hey, god. I want to be the man like him.",
        "time": "2018-09-03 13:01",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;听到那首《笨小孩》突然想起高一时的十大歌手比赛和那些人那些时光。",
        "time": "2018-09-06 20:58",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;在归零后，我又想起了以前的时候，仅是一个不由自主的动作。那时他的动作也是有些夸张，似是戏精本精。我们也曾书信交流过好几个学期，在信中我谈起当时，念起从前，我当然提起那个在黄昏下打羽毛球的事情，我不记得是否问起过那个一直心心念念的人。若要追述起来，应是可以通过来信推测，去件应没备份或仅是记在那好几本稿纸中。他要转来时我也曾充满期待，包括他的身份，好像在一个多学期因为“海妹”的中间联系才得以认识。后来发现他似是，而又似不是。",
        "time": "2018-09-10 08:21",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;一个大胆的想法：通过堆砌传感器和深度学习、遗传算法制造一个人工智能机器人？",
        "time": "2018-09-10 16:10",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;日渐倒霉，今年得了各种优秀奖(微笑.jpg)。",
        "time": "2018-09-11 13:10",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;对未来仍有一丝期望，却又不抱有希望。生活就是如此，或许说我的生活就是如此，曾经我也以为未来闪闪发光，曾经也意气风发少年时啊。但如今是如此，我不知该何去何从。",
        "time": "2018-09-12 10:21",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;一觉醒来，也算是真正成为大三的老学长了。舍友们也开始各奔东西各寻出路。我似乎也该物色着什么。我向来抱着一种怀疑的态度，怀疑即使坚持着的某个东西也难以如愿，因而不愿在一棵树上吊死，但也往往未尽全力，不得如愿。",
        "time": "2018-09-17 07:44",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;终于做了梦，噩梦缠身，似乎不再麻木不仁了。",
        "time": "2018-09-18 07:42",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;终究不能成为你那样的人。而今迈步从头越。",
        "time": "2018-09-21 00:43",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;脱下衣服后，我们彼此不再认识。",
        "time": "2018-09-21 00:44",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;消极政策令人嫌弃，一味的禁止不过是懒政昏钝的表现，是不自信不能直面困境的结果。",
        "time": "2018-09-21 12:13",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;啥皇帝，不过仗势欺人的和尚！",
        "time": "2018-09-27 09:50",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;I cannot believe it.",
        "time": "2018-09-27 09:50",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;昨晚突然就下雨了，措不及防的。",
        "time": "2018-09-28 08:43",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;Wc，真的不敢相信。",
        "time": "2018-09-28 18:47",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;10月1日，你走了，虽然没离开也不会发生什么。<br>&emsp;&emsp;(谁走了？是约了小聚的他？——2018.12.13)",
        "time": "2018-10-01 16:40",
        "Pic": ""
      }
    ]
  },
  {
    "year": "2018",
    "subTitle": "而今迈步从头越",
    "lists": [
      {
        "content": "&emsp;&emsp;神啊神，我将去往哪里。 ",
        "time": "2018-10-04 00:16",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;“‘我喜欢你，可以给我100块钱吗？’<br>&emsp;&emsp;呵，真好笑。我的喜欢就值一百块钱吗？但而后发觉这却是比划算的买卖。”<br><br>&emsp;&emsp;真是庸俗的笑话！",
        "time": "2018-10-05 14:00",
        "Pic": ""
      },
      {
        "content": "在振动分析的课上发现了相关的处理方法及其原理。而我只记得这东西我用过，其他人却已经开始分析起来。 ",
        "time": "2018-10-09 12:00",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;说破有什么好处呢？好像只是不再信息往来。<br>&emsp;&emsp;（说的好像是“表哥”——2018.12.13）",
        "time": "2018-10-10 14:14",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;从认识到放弃，唉，矛盾的人生诶。",
        "time": "2018-10-10 21:47",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;你如此完美，让我醉心不已。用米开朗琪罗的情诗来说，“我卑微的尘躯不再享有，你的迷人的脸庞与美丽的双眼，但任何力量都抹不掉你我共枕相拥时，两个灵魂相融所迸发的火焰。”",
        "time": "2018-10-13 23:00",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;mmp，竟然有种心动的感觉。",
        "time": "2018-10-14 00:28",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;终于，成为了粗鄙的老咸鱼。呵呵呵呵呵呵呵。",
        "time": "2018-10-17 21:32",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;彩虹的尽头会是什么样子？",
        "time": "2018-10-20 17:49",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;世事多不顺。",
        "time": "2018-10-22 21:01",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;谈起过往，就又提起了那些段时光。一次是从前面，一次是从后面，还有一次，应该是从侧边。第一次我我拒绝了，后来我默默接受，如今却已有些求之不得。我还记得那触碰的感觉，我说那似乎还能感受到热度，是的，在我身后。我多想让那时间持续下来呀，如今想来，三者不都自己所喜好的吗。如今那些人都在哪里，我怕是也早已成为路人，他们也早已忘却。那时我似乎是看到了，应该是看到了，一团黑，在绿色还是紫色间，我已记不清。依稀记得那温度，我怀抱着的，仿佛是信任，仿佛夕阳落下时留下的余热，但也什么都不是。我们谈起过往，我想起了那纯真的年头，我一次次的幻想，在之前，在之后，但依旧空空，但至少曾经在梦中遇到过，至少曾经将空空转为诗与画。如今呢？只是空空，在那无尽的黑暗中。是的呀，天黑了。天黑了？你在哪呢。谈起过往，我没有再多说什么，我怕他们不喜欢，或者这段本该被忘却于历史河流中的时光，被我自私而顽固地拽住了尾巴。或许所有人都希望它们被忘却，并也早不曾记着。那是否我也该把他放走呢，我不知道，倘若如此曾经的我是否也消失了，留下一个没有历史也没有未来的我。我们谈起过往，究竟在谈些什么呢。他们希望听及故事，我却念起感受，一心想着如果如果如何如何。我曾告诫自己永远不要后悔，因为那是毫无意义的，做一个马后炮。但也一直在遗憾，期望着明天的自己能捉住机会。可是人生那么多条岔路，谁知道这条会如何呢。谈起过往，如果没有人知道我的过往，那我也就不存在了。某年某月某日，随着那最后一个人的离开，我也随之消失。但其实，我不也一直逐渐模糊吗，仿佛河边的千寻，仿佛桥上的无脸男。唉，事已如此，事已如此。我们道声晚安，又转身转入洪流。",
        "time": "2018-10-25 11:38",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;似乎那些年头也是如此，孤身一人，无处倾诉，无人倾听。我不知道何时是尽头，不知道该如何选择。本不是个主动的人，却又热切希望能有人来主动找我。",
        "time": "2018-10-25 23:33",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我没有那么多的正能量，所以还是别乱发了。",
        "time": "2018-10-26 08:44",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;真诚？真诚？这世间真诚究竟是啥玩意？",
        "time": "2018-10-28 01:13",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;时间过得说快也快，说慢也慢，总是很累，总觉得没休息够，也总觉得有很多事要做，觉得还没做好多少事。但时间它就这么过去了，在不经意间。前些天又拿起了笔，继续写着一些昨天和明天，如今，如今又身在何处？他们都走了，朝着自己所喜所好，我仍举步维艰，麻木而无所适从。那种有所目标，有所奋斗意义的感觉一定很好的吧。我想，问题或许在于想多了大的意义而没有着眼当下罢。",
        "time": "2018-11-02 16:59",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;梦中惊坐起，忽觉已是天涯沦落人。",
        "time": "2018-11-09 08:11",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;。。。问尽大地苍茫，甚荒唐。",
        "time": "2018-11-10 00:45",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;看完电影后，忽然想起高中时写的那些信，那些关于初中时光的信。甚是怀念，却有些模糊了。可惜当时没备份，现在也不好意思问收信人要张照片，又或许已经遗失了呢。我应该还留着当时的回信吧，放假后再好好整理整理。",
        "time": "2018-11-11 15:12",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;生若枯槁，死如土灰。往不可谏，来将何追？上仍不及，下犹有余。叶旋于地，如鸟欲习。面朝黄土，柄向长空。谁道天苍苍地茫茫，立于皑雪唯长松？莫不知，冰冻残枝秋树冷，空余衷心满苍穹。",
        "time": "2018-11-15 13:32",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;哀兮叹兮，愁兮颦兮。",
        "time": "2018-11-16 08:44",
        "Pic": ""
      }
    ]
  },
  {
    "year": "2018",
    "subTitle": "神说要有光",
    "lists": [
      {
        "content": "&emsp;&emsp;I lost my lover.",
        "time": "2018-11-22 xx:xx",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;今天我就这么在坐着，我不知道未来究竟会是怎样，我不知道最终要到哪里去。",
        "time": "2018-12-09 18:08",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;\"No zuo no die\" ing",
        "time": "2018-12-10 11:32",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我们不一样啊，他有喜欢的人和喜欢他的人，我什么都没有，为何自己又要那么去做呢。回想起凌晨时的陪伴，我真的好想哭。",
        "time": "2018-12-10 18:58",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我本不讨人喜欢，又如何要求别人为我做些什么呢？",
        "time": "2018-12-10 19:00",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;神说要有光，我却陷入了黑暗，那天上的星辰啊，你遥不可及，又引人着迷。",
        "time": "2018-12-11 10:49",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;终究还是会为情所困，希望这次能早点好些，并有所提升😂。",
        "time": "2018-12-11 23:07",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;那青葱的树木啊，像极了初次来到这座城市时的光景。三年后的今天我又做了些什么呢，一事无成，又败事有余。当初真的是什么也不怕，现在却惶恐起来，我不知道自己究竟要到何方，因为连眼下的小事都解决不了了。我也曾羡慕那些人呐，各项事情都有所成，我也开始后悔起了许多事情，虽然很早以前就说过不再后悔，但再多的弥补也补不回去了。也许我还是和六年前一样，并没有长大，并没有学会去接受那些遗憾的事情。可是我还是真的不想错过这一次了。",
        "time": "2018-12-12 21:13",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;如果不可能那就真的不可能了，心已累。",
        "time": "2018-12-12 21:25",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;大佬王的朋友圈这么写到：“打开U盘随意翻看，发现高三的时候自己给自己写了一个名字为“自我激励的话语”的文件，回忆了一下那个时候适逢成绩从前1%掉到了前40%，于是好奇地打开看看写了什么。<br><br>一条条读完后发现，3年了，果然自己一点都没有变。是该说从前我就已经成熟，还是现在依旧幼稚呢？”<br>&emsp;&emsp;其实翻起以前写的东西还是挺有感触和收获的，尘世间的一些东西就像一个圈一个循环。大一的时候我竟以为自己没有打过排球，但实际上高二的时候已经学过了，并且打了比赛通过了考试。有些东西确实会在记忆中遗失，吃一堑长一智实际上可能需要很多重复的过程，也可能性格中早已注定难以改变。",
        "time": "2018-12-12 22:55",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;又回到了现实，但现实里这些人已经看了一遍又一遍，应该不会再去说什么永远了，真的，在没遇到那样的人之前。零点的时候学弟来问我选课和期末的事情，我突然发觉有些东西已经落下太久了，似乎总是在逃避着什么。死神说他有社恐，把自己埋入工作，我也有社恐，却在一直逃避。我又开始冷淡起来，小蓝它就像当初那样静悄悄的，我不想去理会那上面千奇百怪的人，就像当初石子还未落入湖面，真的是一张照片引发的危机啊。",
        "time": "2018-12-13 08:56",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;阳光真的很好看呢，透过阳台上晾晒着的衣服的间隙，打在桌上的台灯上，是的，比灯光好看多了。",
        "time": "2018-12-13 12:51",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;看到那则新闻，意识到民生疾苦，仍有人处于水深火热之中，有人处于困顿无知之中，而我却陷于儿女之事，是有些幼稚了。民为贵，社稷次之，君为轻。此君非彼君。又有云，先天下之忧而忧，后天下之乐而乐。",
        "time": "2018-12-13 14:23",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;想来也真是奇怪，他们三个都是处女座，一些感触都分别附在了一首歌里。最先是那首《好久不见》，那时候回去经过了那条岔路，边听着歌边进入了想象。是的啊，我曾想过是否能站在我家楼顶上远眺就能看到你家，在那个夏天，我描摹了你的模样。你说的那些话真的让我备受感动。如今“天各一方”，谁又会想起谁呢？而后是那首《流川枫与苍井空》，那时候你是失恋了，好像是我们聊了各种理想之后的一段时间。你失恋时候的样子真是可怜又可爱，你说你们是从五六年级的时候开始的，后来分了，也许是学习上的原因吧。我们曾戏说要偷吃了你要送她的开心果和马卡龙，谁知道不久后就发生了这种事情。在那之前你是说要去厦大，因为那是她想去的学校。后来你的选择是上海或者北京，我也想着是某交或者某邮某理，后来我教唆你一起选择了北京。谁知道一年在这座城市最多也就见了三面。那时候的碰触显得陌生又可怜。而现在是那首《后来》，我也曾在难过的时候听它，如今却会觉得脑壳疼，我不敢去想那在夜里哭泣的孩子。我们还是不一样的吧，我已是老咸鱼，失去了那种充满渴望的心情。不如就把他当作00后看待，像个孩子，单纯而美好。",
        "time": "2018-12-13 18:47",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;他又是假的，这次我梦见了蛮子，是的啊，蛮子，优秀的人。但他们都不知道我的事情，又或许是他们知道，不想提起。我感觉不真实，一点都不真实，他不知道我究竟在找些什么，自然也就只能谈那些外延的话。唉。",
        "time": "2018-12-14 09:03",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;来自社恐患者的绝望呼唤，我已经一无所有了。",
        "time": "2018-12-14 13:13",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;夜深忽梦少年事，梦啼妆泪红阑干。",
        "time": "2018-12-15 07:46",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我没有看到流星雨，许不了愿，怕是孤独终老了了吧。这么丑是我的错吧，今年变得很胖也是我好吃懒做。行行行，我改，虽然斯人不在。",
        "time": "2018-12-15 08:03",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;狗十三是一个关于成长的故事，正如学长所说的“成长就是变成终于可以不露声色地说出‘我好怕它刚才认出我以后扑过来啊，还好它没有’吧”，确实是有点难过又不得不去面对的事实。<br>&emsp;&emsp;另外还有几点印象深刻的地方：<br>&emsp;&emsp;其一是父亲的教育方式也许是让女孩一时难以接受的，欺骗确实不是什么好的东西，(深深自责)。<br>&emsp;&emsp;其二是那鸟叫声原因的揭开令人不寒而栗，有些事情的真相并不想表面那么美好甚至有些可怕。<br>&emsp;&emsp;其三是女孩在夜里互换、寻找爱因斯坦，以及在浴室里女孩抚摸的镜头，她就像爱因斯坦那样无助，我们很多人也是的吧。<br>&emsp;&emsp;其四是“你得自己站起来”，确实，在生活中我们不得不自己去面对很多事情，虽然会有外人的帮助，但最后抛弃自己的只能是自己了。",
        "time": "2018-12-15 19:15",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;“再回首，背影已远走，再回首，泪眼朦胧，留下你的祝福，寒夜温暖我，不管明天要面对多少伤痛和迷惑，曾经在幽幽暗暗反反复复中追问，才知道平平淡淡从从容容才是真。” 我还剩下什么呢，一无所有 and loneliness。",
        "time": "2018-12-15 20:20",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;在校歌赛上听到那首《北京北京》，忽然意识到自己对这座城市还是太陌生。",
        "time": "2018-12-16 22:22",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;“以后这种事还多着呢”，祝好。",
        "time": "2018-12-17 23:45",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;如果12月9日那天凌晨我没有睡那么早，一切是不是都不一样了。但如今走到这一步也是自己作死的结果了。",
        "time": "2018-12-18 08:50",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;无人诉说，好像像那时候一样聊天啊。",
        "time": "2018-12-19 13:10",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;妈妈，我爱上一个N孩，可使Ta不喜欢我。我不知道，Ta是不是在别人的床上呻吟，我想知道，他是不是真的快乐。我没敢去问Ta，Ta也没有回答。妈妈，我喜欢上一个N孩，我幻想着把青春留在Ta的身体里。可是妈妈，我没有见过Ta，也快忘了Ta的名字，忘记Ta的模样。妈妈，我遇见他的那一天，我的世界出现了彩虹，可是妈妈，彩虹的尽头会是什么，Ta带走了我的心，带走了我的热爱。",
        "time": "long long ago",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;神明啊，我的神明啊，我想和他在一起。",
        "time": "2018-12-20 15:49",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;你清的压力真的太大了，而且又没有人喜欢我。",
        "time": "2018-12-21 08:14",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;听到叶修以前常用的bgm，觉得真是久违了，第一次看叶修的纪录片好像还是在高二的时候。我记得那个夏天的中午天空很蓝，地面还留有积水，看完叶修更新的片后就高兴地早早去教室了。有一天和科在弥散着茉莉花香气的校园走走，挺好的。有时候在学校对面买杯绿茶加劲Q，然后提着进了学校。嗯那是高三的时候，路过科技楼的时候好像听到楼上有高一的学弟叫我，我没有去看。我曾想过是不是那个学弟，但应该不是，他去的应该是另一个学校。嗯，时间过得真快。",
        "time": "2018-12-22 12:04",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;那个高二的小朋友说“我也想上好学校”，突然觉得心塞。我也想...我也想...我也想很多事情啊，可是呢？那是一种渴求的呼唤吧？我还是别带坏小朋友了。",
        "time": "2018-12-22 16:33",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我知道他不会因我而感动，但我还是喜欢他。或许是“我喜欢他与他无关”。",
        "time": "2018-12-23 00:20",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;亲爱的孩子，你在隐藏些什么？做了一个梦，梦中有人这么说到：“他平时都是走大路，不曾想过他也会走小路。”啊，梦中的那个陌生人是走了，最终将消无声息，带着他的秘密走了。",
        "time": "2018-12-23 08:15",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;一天换一首歌也挺好的，前天“my boyfriend is gay”，昨天“不找了，找都找不到的”，今天“亲爱的小孩，今天有没有哭”。",
        "time": "2018-12-23 10:23",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;妈妈，Ta的身体和心灵都已不属于我，我好像也没有必要再去等了。虽然当初说过的无论如何已经包括这种情况，虽然我还是要等，但好像没有必要了。，我爱上一个N孩，他在和别人欢愉，我去问他，他很快乐。可是呀，妈妈，我不想知道这些，我为什么要问呢。",
        "time": "2018-12-23 14:11",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;“亲爱的小孩 今天有没有哭，是否朋友都已经离去 留下了带不走的孤独，漂亮的小孩 今天有没有哭，是否弄脏了美丽的衣服 却找不到别人倾诉，聪明的小孩 今天有没有哭，是否遗失了心爱的礼物 在风中寻找 从清晨的日暮，亲爱的小孩 为什么你不让我看清楚，是否让风吹熄了蜡烛 在黑暗中独自漫步”。不哭不哭，这周还没有写信，亲爱的qbj啊，你是哭不出了吧？",
        "time": "2018-12-23 21:04",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;梦中对话真是个奇怪的能力，不过都是假的。",
        "time": "2018-12-24 08:39",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;这没有希望的人生，理想又是个什么东西。但幸福是奋斗出来的呀，虽然没有人喜欢我，但还是加油！",
        "time": "2018-12-24 09:36",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;那样的人应该是再没有了，注孤生了吧。",
        "time": "2018-12-24 09:36",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;“你是不是有喜欢的小可爱了，那为什么不理我。”好害怕有一天给所有人发消息但没有一个人理我。但应该不会，至多尬聊，至少礼貌结束聊天。",
        "time": "2018-12-25 13:01",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;昨晚忘了把平安夜回忆转成文字。那是在高一的时候吧，我们互送了苹果，在厕所的水龙头下洗干净再拿纸擦干就直接吃了。那时候流行互送明信片，我画了一些画送给他们，也收到了jj的那幅花。在另一个时候，应该是晚会的时候吧，溜回教室，画了一幅教室的画。我喜欢那时候夏天，风把蓝色的窗帘吹起，把实验室的桌子映成蓝色。还有傍晚时的落日把墙壁照成橘黄色。但都已远去，我不会上色，于是上着上着就把画毁了。",
        "time": "2018-12-25 13:06",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;第一次说永远竟然是这种情况，不过都是真的，也真的没有任何回应。",
        "time": "2018-12-25 14:34",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;今日歌曲，什么都可以：“我牵着你的手，什么都可以，我愿意为你守护到天明，让每个角落都有我的心，这就是我想坚强的意义，有那么多的生命和爱情，在我的世界我只拥有你，我只想给你独特的惊喜，你却不理”。",
        "time": "2018-12-25 17:06",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;“东方红，太阳升......”",
        "time": "2018-12-26 08:48",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我啊，想知道，如何去挣脱它。可是啊，他啊，我还是放不下。我不知道，何时是个尽头。就像那无底的深渊，我深感迷茫。我知道它没有终点，可是啊，他啊，我还在牵挂着。如果，最初没有相遇，怕是没有如今的结果。我啊，想去，挣脱它，就像，小鸟，挣脱牢笼。我想去，获得自由，不再去想关于他的任何事情。我啊，想去，挣脱它，就像，小鸟，挣脱牢笼。我想去，获得自由，不再去为情感所困。（伊丽莎白音乐剧填词，有种回到了小学一年级的感觉，可惜不会音乐）",
        "time": "2018-12-26 12:44",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;2018年的年初愿望是愿自由，没想到会被这种狗屎一样的事情缠上。",
        "time": "2018-12-26 23:41",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;生活本来就很艰难，又何必去自讨苦吃？",
        "time": "2018-12-28 11:42",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;依稀记得那好像是紫色的。但好像也有绿色的。所以到底是什么颜色呢？",
        "time": "2018-12-29 21:58",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;低声下气，困顿，迷茫，无知，莽撞，幼稚——糟糕的8012年年底。年初的时候就开始糟糕起来吧？这是“倒车”的一年吗。",
        "time": "2018-12-31 12:16",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;18年的最后时刻，看着《地球最后的夜晚》，确实是很多地方没懂，看着看着觉得自己快疯了，也许是的吧。18年的总结大概几句话来说吧。12月，贩卖焦虑，有的人匆匆来匆匆走，而我终于活成当初讨厌的人；11月，你真好看；10月，当初认为完美的人呢，多了很多瑕疵；9月，我已无心去顾及那些人；8月，感谢你的信任，多谢你的陪伴；7月，凭什么你天生丽质又如此优秀；6月，相逢又相别，相识又难忘；5月，他们走了，奔着自己的美好前程；4月，背锅与认识大佬；3月，城内城外；2月，没关系，要相信未来会好的，在某一天；1月，贩卖焦虑的开始，世界真美啊。",
        "time": "2019-01-01 15:26",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我忘了那时候他是怎么说的了，只记得那时候好像说烟火很美，记得前段时间自己说并不相信永远，但当遇到那个人的时候还是冲动地保证了永远。",
        "time": "2019-01-02 08:56",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;He won't care all about you.",
        "time": "2019-01-04 08:26",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;人间正道是沧桑，何故怜人不忧己，落了两头空，遭人嫌。",
        "time": "2019-01-11 10:10",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;海边的曼彻斯特，生活是有些艰难，一些深刻难忘的东西会影响一个人的各种选择。“你看到我们身上着火了吗？”但人生还是需要向上，需要希望的不是吗？",
        "time": "2019-01-12 23:04",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;洛丽塔，那是一种近乎恶心的执念。",
        "time": "2019-01-13 16:16",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;“昨晚梦到了高中时曾喜欢过的直男梦到我们在四教的某个阶梯教室里我把手放在长长的桌上他握着我的手，帮我把脉我还记得三年前碰到他的手的感觉梦里也是一样的美好让我感到了不真实于是我在梦里问他我们现在是在高中还是大学啊他说，我们现在是大学生啊我突然觉得很感动他朝着我笑了一下，然后走出了教室之后我就醒了醒来后我打开了他的票圈可是他现在早已不是我曾经喜欢的样子了”——旋",
        "time": "2019-01-13 17:19",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;2018年12月10日，我们是一个晚上的朋友，这是已经发生的事实，你无法否认，因为你我将永远记住这个晚上。",
        "time": "2019-01-16 16:42",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;他是个什么样的人呢？",
        "time": "2019-01-17 19:39",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;睡觉前想的是一个之字形的楼梯，醒来后想到有一只舔狗说“舔狗不能同时舔两个人的，那样他会死得更快”，然后就从翻过楼梯往下跳，跳到下一层，然后再翻，往复循环。当时我就在想，如果他知道那是一个无底的世界他会不会很害怕，那么下面应该是无底的黑暗。他应该应该会怕的吧，因为他是怕高的呀。为什么会梦到这种奇怪的东西呢，回想起来前几天在学校看到了建在楼外的楼梯，然后吃鸡时偶尔会翻越楼梯。真是可怕的梦呀，我还记得那天那个“你为什么还没睡呀”的近乎对灵魂拷问的梦。",
        "time": "2019-01-22 14:28",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;过了好久才发现手机桌面的壁纸是歪的，为什么呢，为什么呢，为什么呢。我也不知道呀，简直是一样的发展剧情，还是尽早结束了吧。我已经不想再去喜欢这荒凉的城市了。有什么是永恒的呢，昨晚我想在过年时跟他这么说，如果还有机会：什么才是永恒的呢，只有将优秀作为习惯的自己，希望你能优秀，因为最后放弃自己的人只能是自己了，新年快乐。",
        "time": "2019-01-22 14:16",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;人生无常，世事无常，做好自己就挺好的，不以物喜，不以己悲。",
        "time": "2019-01-26 12:43",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;潮湿的空气，清晨的鸟叫声，我又回到了这个地方，竟然会觉得有些难受。早上梦到了美丽和初中班主任的结合意向，他们批评我们不要太高傲，最后我还是高傲的走了。或许应该像那句话说的，不是每个人都有过你曾拥有的优越条件。",
        "time": "2019-01-30 09:25",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;董小姐，你不是一个没有故事的女同学。",
        "time": "2019-01-30 09:26",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;这世界上的所有人，哪能随随便便就能找到所谓的天长地久呢，深入内心的理解和关心真的是很难得的吧，人与人之间不过是无数个表象和偏见组合在一起的，当你尝试去真正了解一个人，你会发现很多东西会有所不同，倘若你能理解和包容，那将是不一样的结果，但很多人不会。董小姐啊，你优雅的外表下面又隐藏着多少真相呢？真诚？真诚是个什么东西。人们一边渴求真诚，又一边虚假的偏爱谎言。当你喜欢上一个人，你会得到一些东西，又会失去一些东西；当你和一个人fall in love，你又会得到一些东西，失去一些东西；即使是单身，你一样会有所失去而有所得。人的一生就是因为拥有很多种可能性而显得更有价值，而恋爱恰恰是其中一种可能性。",
        "time": "2019-01-31 xx:xx",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;他说他很快乐，我不知道那是怎样的感受，只知道当我想起这件事情的时候眼眶总是湿润。我里心中所想的还差的很远。",
        "time": "2019-02-03 18:18",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;想装文艺装诗意吟唱些什么，却张口半天坑不出一声。",
        "time": "2019-02-08 19:02",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;还有一天，即将出发，向远方，也许吧。",
        "time": "2019-02-11 22:19",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我一直想，一直在寻找着些什么，但是没有找到。在那个落日后，我一直再期盼着重逢的那一天，但我还是没有捉住机会，不属于我的终究不属于我，我却仍然在期待着，盼望着，希望有一天能再相遇，了了当初的心愿。",
        "time": "2019-02-13 17:46",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;还是很喜欢毕gan《路边野餐》的诗：许多个夜晚重叠，悄然形成黑暗...为了寻找你，我住进鸟的眼睛，经常听着路过的风...",
        "time": "2019-02-21 13:18",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我想是的，在这座城市我还是没有感受到多少人情味。",
        "time": "2019-02-21 20:56",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我要抑郁要自闭了吗？",
        "time": "2019-02-21 23:18",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;春天，十个我全部复活。",
        "time": "2019-02-22 09:08",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;你是该成为不动声色的大人了，忽然觉得自己从很久以前就没有长大，总是期望着能有人陪，希望占有别人的很多东西，然而却没有认识到活在这世上我们并没有能力去让别人亏欠什么。明明知道每个人生活的条件、习惯、价值观、兴趣爱好都不一样，知道不能以自己的要求去要求别人，知道别人爱做什么做什么是他们的自由，但总是抱着那种所谓的理想主义情怀，想去要去别人。什么是你自以为的理想主义情怀呢？那不过是幼稚罢了，只不过是长不大的人活在自己虚构的世界，仅此而已吧。可我还是不知道未来究竟将通往何处，羡慕那些人却差距非常远自己又没有那个能力。认识了很多乐观开朗的人，那样的人的心理才是健康的吧，真是羡慕呢，那么优秀的人。",
        "time": "2019-02-22 12:00",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;哦，我的爱人，我想拥抱你。在无尽的黑夜里，我想寻找你。",
        "time": "2019-02-23 18:35",
        "Pic": ""
      }
    ]
  },
  {
    "year": "2019",
    "subTitle": "春天，十个我全部复活",
    "lists": [
      {
        "content": "&emsp;&emsp;Mw，我想努力变得优秀，我想追到你。",
        "time": "2019-02-24 00:27",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;不知道为什么总会有人无脑吹某科幻片，就像吹某狼某为一样。资本主义的入侵影响了很多方面，譬如传统媒体、新媒体，而媒体又广泛地影响着他的受众，在新媒体时代表现得尤为明显。几大势力都在借此争夺舆论。",
        "time": "2019-02-25 15:01",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;好想有个土拨鼠之日，让一切重来直到追到你。",
        "time": "2019-02-25 22:15",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;在艺术的审视下，我显得幼稚而丑陋。时隔多日后再次接触艺术有感。",
        "time": "2019-02-26 08:05",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;所谓的自我批评大会，如果不够深刻，那往往只会流于形式；如果要深刻，往往要触动很多东西，而除非有隔山打牛的神功或意会而不言传的交流。",
        "time": "2019-02-26 08:14",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;何为真正的东西，有些东西在传承中异化然后再复现。真正美好的东西在传承中丢失而又被自以为重新创造。",
        "time": "2019-02-26 08:30",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;主要是没钱买国外主机。。。",
        "time": "2019-02-26 08:42",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;“生活中只有一种英雄主义，那就是认清生活的真相之后依然热爱生活。”——罗曼罗兰<br>&emsp;&emsp;理想主义和现实主义本来就不存在根本上的对立，真正的现实主义往往能基于对现实的合理推导得到理想与未来的关系，并且能够认识到理想主义对于现实的指导意义。罗曼罗兰所说的英雄主义更像是认清理想主义与现实之间存在的矛盾后仍然坚持热爱现实并且坚守理想主义。",
        "time": "2019-02-27 10:24",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;活着，带着世界赋予我们的裂痕去生活<br>&emsp;&emsp;用残损的手掌抚平彼此创伤<br>&emsp;&emsp;固执地走向幸福<br>&emsp;&emsp;人只要竭尽全力就应该是幸福的的<br>&emsp;&emsp;拥抱当下的光明，不寄希望于空渺的乌托邦<br>&emsp;&emsp;振奋昂扬<br>&emsp;&emsp;因为生存本身就是对荒谬最有力的反抗<br>&emsp;&emsp;——阿尔贝·加缪《西西弗斯的神话》",
        "time": "2019-02-27 22:05",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;如果。。。。可惜没如果。",
        "time": "2019-02-28 22:42",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;后来我问自己，到底喜欢他什么？我突然无言以对。是的，如今想来我还是不能给出一个合理的答案，只知道如果能和他在一起我绝对会去好好爱他一个人。与其说这是爱情，虽然有这种因素，但不如说这更像是一种设定好的命令。关于他我越是了解得多，越是喜欢，但又说不上来。而偏偏在某些时刻，在陷入自己的一些苦恼事情时，再去想他，忽然发觉也就那样了，有挺多缺点。但又不知为何，心理总跨不过这个坎。等他，即使没有结果；像一个使命，即使有时感到很迷茫。",
        "time": "2019-03-02 18:27",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;有些事情就这么结束了，就像什么都没有发生过，最好。",
        "time": "2019-03-04 23:25",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;当我足够难过，我说不出话。生活就是如此没有希望，苟活着，追求着那虚无的追求。",
        "time": "2019-03-07 22:51",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;这真是悲伤的问题，有人因为长相被讨厌。",
        "time": "2019-03-11 23:07",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;今天的事情就在今天结束，就像今天从未到来一样。",
        "time": "2019-03-12 19:05",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;洗了澡，擦干净身子，仿佛那异世界未曾存在过，就连关于其的传说也未曾听闻。只记得那隔壁的森林，好多树啊，他们笑道。",
        "time": "2019-03-14 22:26",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;是的，我失去了所有，在夏天来到之前，在多情的春天。种子它在孕育新的生机，风它在照旧吹拂。那隐隐的雷鸣啊，它被遗忘在碌碌的冬日。在少雨的北京，放线菌是否沉睡已久，只余下和风与蓝天给人以希望。",
        "time": "2019-03-15 14:31",
        "Pic": ""
      }
    ]
  },
  {
    "year": "2019",
    "subTitle": "层楼终究误少年，自由早晚乱余生",
    "lists": [
      {
        "content": "&emsp;&emsp;层楼终究误少年，自由早晚乱余生。",
        "time": "2019-03-17 xx:xx",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;热闹终究会过去，留下无边的空寂。<a href=\"http://music.163.com/song/1937527/?userid=298129424\"><i>Cupcakes That Frown</i></a>",
        "time": "2019-03-20 17:36",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;Mama' life had just begun', But now I've gone and thrown it all away. ",
        "time": "2019-03-23 21:29",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;他瘫在床上，嘴里的液体流在褥子上，溶成一小滩却还黏连着丝。可以说是战后余生却又好似从废墟中苏醒的新生，附着旧时的污秽却向往着新生。",
        "time": "2019-03-28 08:19",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;昨天遇到了一个人，不到一个小时的朋友吧。来也匆匆去也匆匆，不知道是不是真心寻找什么，但也只能祝他幸福吧。",
        "time": "2019-03-28 18:56",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;所以发生了什么呢？伤害×N，或许是真的不值得？真的是没有看到多少能够长久的。",
        "time": "2019-03-29 00:32",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;困惑-难过-自责-猜疑-等待-焦躁-...... ",
        "time": "2019-03-29 04:59",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我梦到编剧把人物设定玩坏了，然后突然醒来，意识到这是现实发生的案件，并且很可能没有什么编剧。",
        "time": "2019-03-29 05:23",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;斤斤计较如小人，文化自信源何处？",
        "time": "2019-04-01 15:14",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;感觉现在很多app和web都像这个网站一样向着粉嫩的方向发展。。。",
        "time": "2019-04-01 23:53",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;爱人，爱众生，愿世人能自爱，多一些善意。",
        "time": "2019-04-02 08:36",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;那个名字将我的记忆带回到很久以前，然而并不是同一个人。",
        "time": "2019-04-03 07:27",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我曾从旁人那听到关于他的消息，说他越发像林志炫了。",
        "time": "2019-04-05 17:36",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;南普的辨识度好高😂",
        "time": "2019-04-05 19:06",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我已厌倦了这样的生活。",
        "time": "2019-04-06 12:12",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;萍水相逢，他乡作故乡。",
        "time": "2019-04-08 00:33",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;也许有一天ta会老去，也许ta已经老去。",
        "time": "2019-04-11 22:01",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;“不怕记不住，就怕忘不了，忘不了，太熟，太熟了就会想跑。。”",
        "time": "2019-04-13 17:44",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;清晨，太阳升起，<br>&emsp;&emsp;我不知道他到底何时升几分起，<br>&emsp;&emsp;在最近这十几个月。<br>&emsp;&emsp;我没能看到他驱散黑暗的时刻，<br>&emsp;&emsp;红晕般的光影，挂在天上，<br>&emsp;&emsp;映了水田里的山影与天光。<br>&emsp;&emsp;啊，那梦一般的景，那梦里的景，<br>&emsp;&emsp;就如同那梦一般的春天和那梦里的春天，<br>&emsp;&emsp;我没有再经历过。",
        "time": "2019-04-14 08:30",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;也许有一天。",
        "time": "2019-04-16 11:30",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;做了个梦，梦中时间错乱，也发生了一些似乎有些奇怪的事情，既有说不清是好是坏的，也有些好的。",
        "time": "2019-04-30 09:46",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;果然还是短暂呢，但还是祝愿他们。",
        "time": "2019-05-09 22:23",
        "Pic": ""
      }
    ]
  },
  {
    "year": "2019",
    "subTitle": "我希望你有所热爱，有所追求，并为所热爱所追求的不懈奋斗",
    "lists": [
      {
        "content": "&emsp;&emsp;我不知道该说些什么，就像我看见花落的时候道不出一句感慨，不同于不言花开时的独自欣赏，那是想说却又无法表述的痛心感。",
        "time": "2019-06-11 00:32",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我是想起了那个人，那时的他无助又可怜，像个犯了错的小孩，使人心生怜悯。",
        "time": "2019-06-16 01:40",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;忽然感觉我们当初就像签下了一份契约，当这份契约失效，我们就什么关系都没有了。",
        "time": "2019-06-17 01:27",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我也不知道该说些什么，或许从一开始我们就不是一路人。",
        "time": "2019-06-17 21:45",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我的记忆欺骗了我，他告诉我我们在夜晚聊了天，他告诉我我们以前好像曾经在某个地方见过，甚至告诉我我深深喜欢上了你，我知道那些都是他捏造的，但我不敢责怪他，毕竟以后还有靠着他生活，而他这么做是因为他太脆弱了。",
        "time": "2019-06-20 07:17",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;从他脸上的皱纹我可以大致看到岁月的痕迹。",
        "time": "2019-06-21 23:17",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;“有些事儿啊，放在他心里，像石头一样压他一辈子，他一辈子就会对你好。你要是问出来了，那这石头就搬到你心里了。” ——《心迷宫》",
        "time": "2019-06-27 xx:xx",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;此日一别，终无再见之时。",
        "time": "2019-06-27 22:30",
        "Pic": ""
      }
    ]
  },
  {
    "year": "2019",
    "subTitle": "忏悔录实录",
    "lists": [
      {
        "content": "&emsp;&emsp;如果后悔有用，那要后悔有什么用呢？如果后悔没用，那要后悔有什么用呢？",
        "time": "2019-08-01 08:13",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我不知道该说什么，总是感觉忧伤，似乎又不是因为别离，而是在回去之后又得面对别的事情。烦躁、不安、恐惧。总是一个人，孤独、落寞。<br>&emsp;&emsp;我不知道他在众人的拥簇下是否会很快乐，似乎不是，但也许可能是。至少，在半夜古迹之时还有人可以诉说。我觉得这些我是没有的，或许是，我觉得那些并不属于我。&emsp;&emsp;但我又能怎么办呢，有些事情终究是可遇不可求。“你可我不可；我可你不可。”人与人之间总是如此。<br>&emsp;&emsp;总有人有一大群追随者却总在叹息孤身一人，总有人有大多数人没有的财富却总在感慨贫穷一生。但那些一无所有者还能怎么办呢，不属于自己的终究不属于自己。互联网将人与人之间的联系拉近，使人能看得见更多、更远的人，然而人与人之间的差距仍然遥远。",
        "time": "2019-08-01 16:03",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我不知道该说什么，那些曾经的人在做些什么。似乎一切都发生了变化，在悄无声息之间。关于他们所在做的，所关心的，及其性格、所喜所好。有一些似乎是不变，在时代的洪流中似乎又发生了什么。我不知道那些究竟是好还是不好，就像我想在过得很糟，并没有什么权力去评价别人。任何人都没有这个权利。我又能说些什么呢？她过得好好的，自己的生活。",
        "time": "2019-08-02 09:36",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;没有人去管那些浮夸的繁华。当宴罢人散，伴随你侧的会是谁，当夜深人静，陪伴你左右的又会是谁。",
        "time": "2019-08-13 20:04",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;他们都不属于我。。",
        "time": "2019-08-18 18:57",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;愿有一人伴我侧，与我动力。",
        "time": "2019-08-20 00:15",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;自闭小Q感觉人生无望，并想。。。",
        "time": "2019-08-30 15:44",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;深夜他未睡着，闭着眼仔细听着那规律的、不规律的声音，梦里西方古式小镇上的马蹄声驶过，将思绪带到西边。草原，游牧，自由。",
        "time": "2019-09-09 03:06",
        "Pic": ""
      }
    ]
  },
  {
    "year": "2019",
    "subTitle": "背水一战",
    "lists": [
      {
        "content": "&emsp;&emsp;不骄不躁，艰苦奋斗。",
        "time": "2019-10-23 09:15",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;有些事情突然变得好遥远。四年前、五年前、六年前，甚至还有更远的记忆。<br>&emsp;&emsp;无意间翻到以前的贴吧记录，再次感觉当时一切都是那么充满希望，或者说是在绝处带着些许希望的倔强。就像那个北电的同学说的，“一年前  我刚来的时候  充斥着理想主义和浪漫主义  我常常告诉自己  太阳会照常升起”。但如今似乎只剩下了无谓的倔强。",
        "time": "2019-10-24 09:33",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;董小姐，你熄灭了烟，说起从前，你说前半生就这样吧，还有明天。",
        "time": "2019-10-30 21:36",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;11月9日，他撕毁了与恶魔的契约，因为他知道，唯有靠自己才能解决问题。",
        "time": "2019-11-09 14:19",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;世间很多事情都和傲慢与偏见有关。",
        "time": "2019-11-12 14:03",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;他不知道现在的他是否是当初的他，过去的那时候总是美好的，虽然现在仍有人一帆风顺。他现在是超脱了，虽然只是短暂的状态，他知道他不会这么保持下去。他不知道在想些什么，就这么躺着，眼角流下泪水。",
        "time": "2019-11-15 08:57",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;他也不是什么好人😁",
        "time": "2019-11-16 20:40",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;竟然是他，我不知道为什么要说竟然是他，我也不知道他是谁，似乎也没聊过也没见过，但还是很惊讶，竟然是他。",
        "time": "2019-11-24 15:48",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我努力回想，却想不起那天究竟发生了什么，试图去寻找当天留下的碎片，却隐约觉得似乎是牵涉到记忆深处的什么东西。",
        "time": "2019-11-30 21:08",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;想起来了，是在软件上看到了一个曾经看见过但不认识的人。",
        "time": "2019-11-30 21:25",
        "Pic": ""
      }
    ]
  },
  {
    "year": "2020",
    "subTitle": "世界不会更好",
    "lists": [
      {
        "content": "&emsp;&emsp;我们总是许愿，但经历了这么多后我们都知道这世界不会变得更好或更坏。",
        "time": "2020-01-29 14:45",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;- 对于你来说18岁意味着啥呀？<br>&emsp;&emsp;- 意味着要以成年人的身份面对这个操蛋的人生了。",
        "time": "2020-01-30 15:42",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;又有谁知道他们的过往、他们的今天，又有谁知道他们的爱好、他们的审美呢？",
        "time": "2020-02-12 19:31",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;似乎我们的人生本就不会有交集。",
        "time": "2020-02-26 00:01",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;夜里，<br>&emsp;&emsp;我开始怀念过去。<br>&emsp;&emsp;诗人已离开多年，<br>&emsp;&emsp;诗人的手稿积满灰尘。<br>&emsp;&emsp;过往的言语在又一个白日的到来后，<br>&emsp;&emsp;愈加模糊。<br>&emsp;&emsp;他不知道何处寻找，<br>&emsp;&emsp;以为在为去处烦忧。<br>&emsp;&emsp;终于有一天清晨，<br>&emsp;&emsp;他看到了别人写的诗篇，<br>&emsp;&emsp;才为过往流泪。",
        "time": "2020-02-28 09:00",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;今天是个积极乐观轻松的小q哦。",
        "time": "2020-03-29 21:16",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;天空那边泛着红光。我想，如果能回到遥远以前的那个我把手伸进裤子里的夏天，现在的一切都只是梦吧。",
        "time": "2020-03-30 22:27",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;2020年没有什么好消息。",
        "time": "2020-04-14 13:25",
        "Pic": ""
      }
    ]
  },
  {
    "year": "2020",
    "subTitle": "为了寻找你，我搬进鸟的眼睛，经常盯着路过的风",
    "lists": [
      {
        "content": "&emsp;&emsp;今天没有你的消息。",
        "time": "2020-07-19 22:27",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;没在工作的时候总会觉得寂寞。",
        "time": "2020-09-05 17:08",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;不以物喜，不以己悲。",
        "time": "2020-09-17 21:50",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;从此做个不骄不躁的奋进者。",
        "time": "2020-09-17 23:22",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;他们是朝阳，是风，是希望，是未来。",
        "time": "2020-09-18 08:37",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;以无寻有；以已知探未知；以不存在感知存在。<br>&emsp;&emsp; <br>",
        "time": "2020-12-07 12:01",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;梦见迟到，过去和现在拼接在一起，梦到从睡了多年的床上醒来，看到手机上的时间已经是九点半，于是思考是要骑着车房里破旧的单车去上班还是在楼下找辆小橙，甚至考虑到了到公司后要把车停在哪里才方便，直到我意识到在家里的地图上找不到公司的位置时我才明白这是一个梦。但回想起来，那种从那张床上醒来并存在时空错乱的感觉似乎要追溯到当初得知高考成绩后的午后或是在阅读《瓦尔登湖》睡着的午后。<br>&emsp;&emsp; <br>",
        "time": "2020-12-10 09:09",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我至今仍不知道为什么生活形式、年龄差距那么大的他们能走到一起。<br>&emsp;&emsp; <br>",
        "time": "2021-01-04 00:32",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;后来发现那些没能在一起的人也确实不是同一个世界的人，各有各的多彩生活和辉煌成就。<br>&emsp;&emsp; <br>",
        "time": "2021-01-16 11:48",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;回到过去，找寻失去的碎片。今天的我可能已经忘记了曾经的我，只是凭借着模糊不清甚至错乱的印记扮演着自以为的自己，却不知已经迷失了好的、染上了坏的。<br>&emsp;&emsp; <br>",
        "time": "2021-02-06 20:40",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;每当我尝试去理解别人的生活，心情总是复杂而又感觉不适。<br>",
        "time": "2021-06-26 00:05",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;生活似乎又恢复了处处是悲伤的感觉，在搬完家之后。只是寂寞，无处诉说，无可依靠。<br>&emsp;&emsp; <br>",
        "time": "2021-06-28 12:47",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;发现自己真的是很无趣的人，想要规划动森的岛屿结果发现毫无头绪且一团乱。仔细一想自己是个有强迫症又很选择困难、连电脑壁纸都是默认的的人，无趣便是可想而知的了。<br>",
        "time": "2021-07-17 17:30",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;人的生命如此脆弱；为什么生活要如此艰难。<br>",
        "time": "2021-07-19 22:51",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我甚至是快要分不清现实与梦境。我不知道我究竟有没有去过那个地方，或是那个地方究竟是否存在，如果是梦，那这个梦又是从何而来。我似乎已经丢失了某种记忆，以至于我难以搜寻到那个记忆片段的来源。那是我骑着向东车，沿着某条小路走到东的尽头，向左转便是进入了一个似乎是职工住宅的小区，小区门口旁边还有家商店。<br>&emsp;&emsp;与这个记忆片段很相近的似乎是某天我从熊知行楼下班，准备骑车去找xj，就往学校南边走，然后就在家属区西南处看到有个门向外，似乎还有几个初高中生在路上走着，于是我又往东，路过家园还是南园食堂。但如今我也不确定当时是不是要去找xj，还是只是去李兆基，或是回宿舍或是只是出校门。我已经记不清了，甚至也不能确定西南边是否真的有个小门向外通行。<br>&emsp;&emsp;另一段记忆是我和xf骑车去寻找新开的面包店，回来的时候看到一棵开了花的大树，很是好看，但这个似乎和那个片段更远了。<br>",
        "time": "2021-07-23 13:57",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我一直对那些以所谓的脑筋急转弯智力题作为考试作为评判标准的行为感到鄙夷。我认为这不是什么创新和提倡创新的做法，相反的，这种题目都是有某种套路，某种出题人自认为创新、另辟蹊径的套路，而掌握这种套路，便是一种思维固化，是背离创新的、离谱的、缺乏逻辑的行为，而以这种看起来很创新的方式去考核人，便是很愚昧的，因为就相当于认为答题者的能力都在出题人之下，只能在处理人给定的正确思路下思考才能想出正确的答案，而不是真正合理的答案。<br>",
        "time": "2021-07-24 00:25",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;徒增烦恼。在再次听了诉苦之后我如是说。<br>&emsp;&emsp;他们似乎都这样，在珍视的东西被糟蹋之后便开始了自我抛弃。但无论如何，也都轮不上我。<br>&emsp;&emsp;于是乎，在再次面对这种情况时，我也不再期待什么。没有什么收货我为何又要去选择徒劳呢？<br>",
        "time": "2021-07-28 13:42",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;过去再也回不去了，过去的环境不会再重现，那过去的环境造就的人再也不会重现了。<br>",
        "time": "2021-07-30 23:57",
        "Pic": ""
      }
    ]
  },
  {
    "year": "2021",
    "subTitle": "孤独的人是可耻的",
    "lists": [
      {
        "content": "&emsp;&emsp;“孤独的人是可耻的……他们想象鲜花一样美丽……非常地骄傲”。最近开始了一个人的生活之后，逐渐开始注意起了个人的生活、开始选择锻炼和养生，同时也开始担心起人生命的脆弱、开始尝试去思考人之为个体和人之于哲学。<br>",
        "time": "2020-07-31 23:27",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;“我们天性中最优美的品质，好比果实上的粉霜一样，只能轻手轻脚，才得以保全，然而人与人之间就是不能如此温柔相待”。<br>",
        "time": "2021-08-02 13:00",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;所有的记忆随着时间的流逝不断地变得模糊，我仍然记得似乎是有那么一 个人，我似乎又已经忘了曾经我们之间发生过什么事情，忘了曾经的感觉。只是在心中怀念着些什么，积郁着些情感，但我又说不上来。连绵不绝的悲伤如同阴雨天气无尽的乌云笼罩天地。<br>",
        "time": "2021-08-08 23:04",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;尝试去寻找人和人本身、自我。<br>",
        "time": "2021-08-15 10:14",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;当透过镜子看到理发师消瘦的面容时，奥雷里亚诺上校回想起了那些有过一面之缘的人，发现似乎有名叫衰老的东西曾侵袭了这座小镇，沿着道路和建筑，一直扩散到记忆所能触及到的地方。<br>",
        "time": "2021-10-02 22:27",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;最近经常想到ex：听到有人谈及ta喜欢听的歌，在人群中看到熟悉的身影......不由得感叹世事艰难，不愿再尝试什么难以有结果的亲密关系。<br>",
        "time": "2022-01-31 13:00",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;人生艰难，只能尝试着从自己内在感受到力量。在体重增加后，愈发能感受到自身的沉稳并产生一种自我依赖的感觉。但只是这种力量并不足够强大，内心仍觉得空落落的，毕竟人是社会性生物。同时体重的增加似乎只是无关紧要的因素，现在也是该改变了。<br>",
        "time": "2022-05-29 09:33",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;像是一场梦，来无影去无踪。好似心弦拨乱，又如空谷回响。<br>",
        "time": "2022-06-06 12:53",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我不知道我在寻找什么东西。虚无的东西，实在的东西？人来人往，终无属于我的那一份。忽然想到那众人分发东西，一次又一次的掌声过后，自己空无所获，却又只能强装着为他人送上祝福。但那又有什么收获呢？路人终究是路人，日后的缘分应是无了。<br>&emsp;&emsp;写下这段话后，我再点开他的聊天窗口，就只剩下弹出的消息提示账号封禁。<br>&emsp;&emsp;我想应该是对注销的账号，系统都会这么提示吧。<br>&emsp;&emsp;他又不见了。<br>&emsp;&emsp;唉，终究只是路人。<br>",
        "time": "2022-06-12 22:19",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;曾经的少年一去不复返。<br>",
        "time": "2022-07-06 08:30",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;人生如蝼蚁；各有苦难。<br>",
        "time": "2022-07-10 23:20",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;生活日复一日的重复着，生活、理想、梦境、现实相互交织、汇聚又分离，仿佛没有边界、没有目的地。但人生的目标又有目的吗？似乎也只是向前，一点点地蚕食时间。<br>",
        "time": "2022-07-18 22:47",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我不知道。虽然大家都没有义务对你好为你做事情，但是还是会有所期待有所失落。<br>",
        "time": "2022-07-20 20:02",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;躺在床上又想起了以前的人，似乎都不曾全面地认识一个人和他的过去与哀愁。以后可能也是一样，认识一个人的过程很艰难，我们很难熟知一个人他的过去，很难从各个方面去认识一个人之为何成为他个人。<br>",
        "time": "2022-07-20 23:51",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我们只是往前走，往前走。<br>",
        "time": "2022-08-01 08:39",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;We can't go back to the past.<br>",
        "time": "2022-08-24 00:12",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;突然发现之前学的都忘了，硬盘里的课件随着各种迁移也不见了，终于和t大没有啥关系，回忆越来越远。我从哪里来。<br>",
        "time": "2022-10-11 20:55",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;所以人们期望的究竟是什么呢？是陪伴还是鼓励，是独一份的关爱还是梦带来欢声笑语的魅力。人们在寻求亲密关系的时候，纠结是在寻求什么。<br>",
        "time": "2022-12-15 23:44",
        "Pic": ""
      }
    ]
  },
  {
    "year": "2024",
    "subTitle": "放过自己",
    "lists": [
      {
        "content": "&emsp;&emsp;我似乎是被困在了2022年和2023年的阴影中，难以走出。<br>",
        "time": "2024-03-07 21:56",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;前几天一觉醒来有种恍如隔世的感觉。似乎2022年2023年没有发生什么事情就已经过去了。<br/>",
        "time": "2024-05-04 11:55",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我们都知道那是假的，我们也都知道对方知道那是假的，但我们都没有拆穿。<br/>",
        "time": "2024-05-04 18:36",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;无所事事没有社交的时候头脑似乎快要炸裂。<br/>",
        "time": "2024-05-04 18:52",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;你是否真的了解一个人，正所谓知人知面不知心。如果没有交心，又怎么会知道住在那个人内心深处的会是个怎样的人，再遇到各种事情时候内心真正的想法是什么。我尝试去理解他，我以为我懂了，但然后呢，远在天涯；我以为我懂他，我以为我们的立场是一样的，但我错了，一瞬间仿佛陌生人。以己度人、推心置腹确实是很难的，自以为很熟的人结果只能是当作表面朋友，只是靠着社交礼仪维持关系，一点一点地去模拟他真实的想法。但我想要的亲密关系绝不是这种吧。<br/>",
        "time": "2024-05-07 08:16",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;听见蝉鸣，夏天到了啊！<br/>",
        "time": "2024-05-07 08:23",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;“要一直这么诚实噢”这句话让我有种会心一笑的感觉。之前被某个人拒绝他却满嘴谎言，我知道他自己内心曾一度快要相信他自己所说的谎话。但是有时候人也会连自己都欺骗不是吗。<br/>&emsp;&emsp;——观《不够善良的我们》有感<br/>",
        "time": "2024-05-07 23:21",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;\"但我现在答案变了。在国外的这段时间，我一直反复在思考，喜欢的人，无论是什么状态，我都没有关系。\"<br/>&emsp;&emsp;——《关于未知的我们》<br/>",
        "time": "2024-05-08 21:46",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;“我会感到遗憾，遗憾没有和那个人说话，遗憾的是没有去填满心中的空白。”<br/>&emsp;&emsp;——《阿黛尔的生活》<br/>",
        "time": "2024-05-12 23:06",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;昨天幻想着彩票中奖后的机会，今天幻想着归园田居点生活——工作使人异化。<br/>&emsp;&emsp;如今的社会是浮躁的，获利者往往是投机者，一个季度一个季度的规划、一年一年的计划让人难以沉下心来投入一件长期的事情，似乎如果错过了某个机会就将永远和胜利失之交臂。于是人们在一次又一次地追逐新的热点，搭建起一个个草台班子，又在浪潮过后留下一片残骸。<br/>&emsp;&emsp;确实是有人在这其中成功了，然后呢，浪费掉的人和时间呢。<br/>",
        "time": "2024-06-01 08:37",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我知道他们是一样的人，我们是不一样的人，穿梭在茫茫人海中，属于我的那个人又在哪。 <br/>",
        "time": "2024-06-01 09:06",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;不知道为什么，期待能被邀请，却又拒绝被邀请。<br/>",
        "time": "2024-06-01 15:23",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我终将成为我自己的光。<br/>",
        "time": "2024-07-24 08:44",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;不知道为什么，生活飘飘荡荡，终究是碌碌无为的人。<br/>",
        "time": "2024-10-06 11:07",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;感觉自己做的很多东西都像是学生作业，没有很完善的细节和高级感。<br/>",
        "time": "2024-10-27 10:01",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;我的身体，感觉到无尽的疲倦。<br/>",
        "time": "2024-10-29 08:23",
        "Pic": ""
      },
      {
        "content": "&emsp;&emsp;太阳从大地生长起来，<br/>&emsp;&emsp;将江水染成红色，黄色，<br/>&emsp;&emsp;直到我的心被勾起，<br/>&emsp;&emsp;飘荡在无尽的雪地上。<br/>",
        "time": "2024-10-30 00:57",
        "Pic": ""
      }
    ]
  }
]
